Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: price table for the Contractor's standard hourly rates for consultancy services:
nn: på pristabell for Leverandøren sin standard timepris for konsulenttenester:

source: Persons designated as key personnel in Appendix 6 shall not, within the scope of the Contractor’s managerial prerogative as employer, be replaced without the prior approval of the Customer.
nn: Personar som i vedlegg 6 er spesifiserte som nøkkelpersonell, skal, innanfor ramma av Leverandøren sin styringsrett som arbeidsgivar, ikkje kunne skiftast ut utan føregåande godkjenning frå Kunden.

source: Adjustments to the contract price shall be calculated on the basis of the hourly charges or other unit prices set out in Appendix 7, provided that the work occasioned by the change is, in the main, similar to work for which hourly charges or unit prices have been specified.
nn: Endringar i kontraktsprisen skal bereknast med utgangspunkt i dei timeprisane eller andre einingsprisar som går fram av vedlegg 7, såframt endringsarbeidet i det vesentlege er likearta med arbeid det er fastsett timepris eller einingspris for.

source: The Customer is responsible for having described the purpose of the procurement and its requirements and needs, in Appendix 1, in a clear manner, as a basis for the performance of the Contractor.
nn: Kunden har ansvar for å ha skildra føremålet med anskaffinga og sine krav og behov i vedlegg 1 på ein klar måte som grunnlag for ytingane frå Leverandøren.

source: In connection with force majeure situations, the parties have a mutual disclosure obligation towards each other regarding all matters that must be deemed to be relevant to the other party.
nn: I samband med force majeure-situasjonar har partane gjensidig informasjonsplikt overfor kvarandre om alle forhold som må ventast å ha noko å seie for den andre parten.

source: The Consultant shall maintain a directory of such changes on an ongoing basis, which directory shall form Appendix 7, and shall without undue delay provide the Customer with an updated copy thereof.
nn: Konsulenten skal føre ein fortløpande katalog over slike endringar som utgjer vedlegg 7, og utan ugrunna opphald gi Kunden ein oppdatert kopi.

source: To the extent that the provisions of licence terms and conditions governing right of disposal differ from this Agreement's provisions governing right of disposal, this shall be described here.
nn: I den utstrekning det er avvik mellom reglane i lisensvilkåra om disposisjonsrett og reglane i denne avtalen om disposisjonsrett, skal dette komme fram her.

source: If no ruling from an independent expert or mediator has been requested and no legal proceedings have been instituted in respect of the work occasioned by the change within six (6) months after the delivery date or the date on which notice of termination for breach or cancellation was received by the Contractor, the consideration paid shall be deemed to be final.
nn: Dersom det ikkje er kravd avgjerd frå ein uavhengig ekspert eller meklar eller reist søksmål for endringsarbeidet innan 6 (seks) månader etter leveringsdagen eller den dagen varsel om heving eller avbestilling vart tatt mot av Leverandøren, skal det utbetalte vederlaget reknast som endeleg.

source: If the Customer still refuses to approve the test, the dispute shall be resolved pursuant to chapter 16.
nn: Dersom Kunden framleis ikkje godkjenner testen, skal tvisten løysast etter kapittel 16.

source: Appendix 3 must be completed by the Customer.
nn: Bilag 3 skal fyllast ut av Kunden.

source: Payment within thirty (30) calendar days of the invoice date.
nn: Betaling skal skje etter faktura per 30 (tretti) kalenderdagar.

source: Unless otherwise is specified in Appendices 1 and 2, new versions of software (including patches) that is used to deliver the operational services shall adhere to the Contractor's general upgrading schedule.
nn: Dersom ikkje anna går fram av vedlegg 1 og 2, skal nye versjonar av programvare (medrekna programrettingar) som vert brukte for å levere driftstenesta, følge den alminnelege oppgraderingsgangen til Leverandøren.

source: If the delivery of the deliverables has been continuously suspended for more than one hundred and twenty (120) calendar days, the Contractor may terminate the Agreement without cause by written notice to the Customer.
nn: Dersom leveransen har vore stansa samanhengande i meir enn 120 (hundre og tjue) kalenderdagar, kan Leverandøren med skriftleg varsel til Kunden seie opp avtalen.

source: Coordination tasks are described in more detail in Appendix 1.
nn: Koordineringsoppgåvene er nærare skildra i vedlegg 1.

source: The guarantee period for equipment is one (1) year from the Delivery date.
nn: For utstyr er garantiperioden 1 (eitt) år rekna frå leveringsdag.

source: The Contractor shall ensure that no free software is being used under licence terms that are incompatible with the requirements applicable to the deliverables, or incompatible with the licence terms governing other software that forms part of the deliverables.
nn: Leverandøren skal sjå til at det ikkje vert nytta fri programvare med lisensvilkår som er uforlikelege med krava til leveransen, eller som er uforlikelege med lisensvillkåra som gjeld for anna programvare som inngår i leveransen.

source: If the Customer, during the last five (5) working days of the acceptance test, reports an error to the Contractor for the first time that in principle prevents approval, the error shall be deemed to be covered by the agreed rectification plan.
nn: Dersom Kunden i løpet av dei siste fem (5) vyrkedagane av akseptansetesten melder ein feil til Leverandøren for første gong som i utgangspunktet hindrar godkjenning, skal feilen reknast for å vere omfatta av avtalt retteplan.

source: Appendix 2: The Consultant's specification of the Assignment
nn: Vedlegg 2: Konsulenten sin spesifikasjon av Oppdraget

source: Appendix 1: The Customer's description of the Assignment
nn: Vedlegg 1: Kunden si skildring av Oppdraget

source: At a minimum, the study shall include the following:
nn: Utgreiinga skal minimum omfatte desse punkta:

source: (Must be completed if the parties have agreed on other consideration than that stipulated in the Agreement.)
nn: (Skal fyllast ut dersom partane har avtalt anna vederlag enn det som følger av avtalen)

source: If Appendix 1 stipulates that a specific approval test shall be performed, the type and scope of this test shall be described in detail here.
nn: Dersom det i bilag 1 går fram at det skal utførast ein særskilt godkjenningsprøve, skal art og omfang av denne prøven skildrast nærare her.

source: If the Contractor incurs significant additional costs due to the Customer not complying with the recommended upgrading schedule for the applications being operated, the Contractor may require reimbursement of the additional costs it incurs in connection with maintaining the operation of the Customer's current version of the software.
nn: Dersom Leverandøren vert påført meirkostnader av eit visst omfang som følge av at Kunden ikkje følger anbefalt oppgraderingstakt for dei applikasjonane som vert drifta, kan Leverandøren krevje dekt meirkostnadene sine knytte til å halde ved lag drifta av Kunden sin eksisterande versjon av programvara.

source: The liquidated damages amount to 0.15 per cent of the total consideration payable for the deliverables (the contract price), excluding Value Added Tax, for each calendar day of delay, but albeit limited to a maximum of one hundred (100) calendar days.
nn: Dagbota utgjer 0,15 % av samla vederlag for leveransen (kontraktssummen) ekskl. meirverdiavgift for kvar kalenderdag forseinkinga varer, men avgrensa til maksimalt 100 (hundre) kalenderdagar.

source: Unless otherwise is stipulated in Appendix 7, the software and equipment shall be delivered DDP (Incoterms) to the address stipulated on the first page of the Agreement.
nn: Med mindre anna går fram av vedlegg 7, skal utstyr og programvare leverast DDP (Incoterms) på den adressa som er oppgitt på framsida av avtalen.

source: If so, the Customer can demand that a new parent company guarantee be issued by the new parent company under the same terms and conditions, within ten (10) business days.
nn: Kunden kan i så fall krevje at det innan ein frist på 10 (ti) vyrkedagar vert utferda ein ny morselskapsgaranti frå det nye morselskapet på tilsvarande vilkår.

source: In these circumstances, the relevant standard terms and conditions shall be explicitly specified in a separate chapter in Appendix 2, and copies of the agreed terms and conditions shall be appended as Appendix 10.
nn: Dei aktuelle standardavtalevilkåra skal i så fall vere uttrykkeleg oppgitt i eige kapittel i vedlegg 2, og kopiar av avtalevilkåra skal vere lagde ved som vedlegg 10.

source: The Customer shall pay the agreed price for the part of the deliverables that was performed prior to the Agreement coming to an end.
nn: Kunden betaler avtalt pris for den del av tenesta som var levert i tråd med kontrakt før avtalen vart avslutta.

source: Consideration payable in respect of software and equipment shall be invoiced when delivery is deemed to have taken place pursuant to clause 2.1.5, unless otherwise is stipulated in Appendix 7.
nn: Vederlag for programvare og utstyr vert fakturert på det tidspunktet levering vert rekna for skjedd i samsvar med punkt 2.1.5, med mindre anna kjem fram i vedlegg 7.

source: Unless otherwise specified in Appendix 7, all prices are quoted exclusive of Value Added Tax, but include customs duties and any other indirect taxes.
nn: Med mindre anna er oppgitt i vedlegg 7, er alle prisar oppgitt eksklusive meirverdiavgift, men inkluderer toll og eventuelle andre avgifter.

source: The Contractor shall not be obliged to carry out additional work that represents, in aggregate, a net addition of more than fifteen (15) per cent to the Estimated total cost, other than in the case of a disputed change order pursuant to clause 3.9.
nn: Leverandøren er likevel ikkje forplikta til å utføre endringsarbeid som samla utgjer meir enn 15 (femten) prosent netto tillegg til Estimert Totalkost, med mindre det er snakk om ein omtvista endringsordre etter punkt 3.9.

source: The authorised representatives of the parties, as well as procedures and notice periods for any replacement thereof, shall be specified in more detail in Appendix 4.
nn: Representant som har fått fullmakt for partane, og prosedyrar og varslingsfristar for eventuell utskifting av desse, skal spesifiserast nærare i vedlegg 4.

source: The Contractor is responsible for ensuring the deliverables covering the needs and solution specification in Appendices 1 and 2, with any changes in Appendix 9, albeit so that the detailed specification and Pass/fail criteria provide the final specification of what will be delivered for the areas they cover.
nn: Leverandøren har ansvar for at leveransen dekker behovs- og løysingsskildringa i vedlegg 1 og 2 med eventuelle endringar i vedlegg 9, likevel slik at detaljspesifikasjonen og godkjenningskriteria skal utgjere den endelege spesifiseringa av kva som skal leverast for dei områda dei dekker.

source: The Customer may specify in Appendix 1 what information the Contractor shall, at a minimum, provide in connection with such preparations, and when it shall be provided.
nn: Kunden kan spesifisere i vedlegg 1 kva for informasjon Leverandøren som eit minimum skal levere i samband med slik førebuing, og når det skal skje.

source: The Customer shall pay consideration for the deliverables mentioned above, pursuant to the Contractor’s hourly rates as stipulated in Appendix 7.
nn: Kunden pliktar å betale vederlag for dei ytingane som er nemnde over, i samsvar med Leverandøren sine timeprisar som oppgitt i vedlegg 7.

source: The Customer shall during the approval period give the Contractor written notice of any errors on an ongoing basis, including a description of the errors, in accordance with the same procedures for the acceptance test, unless otherwise is agreed in a separate plan for the approval period or in Appendix 5.
nn: I godkjenningsperioden skal Kunden fortløpande gi Leverandøren skriftleg melding om eventuelle feil, med skildring av feila etter same prosedyre som under akseptansetesten dersom ikkje anna er avtalt i ein eigen plan for godkjenningsperioden eller i vedlegg 5.

source: The Contractor shall, by specific agreement, assist the Customer with conducting its own contingency and disaster exercises up to once per year, unless otherwise is stipulated in Appendices 1 and 2.
nn: Leverandøren skal, etter nærare avtale, bidra til gjennomføring av Kunden sine eigne beredskaps- og katastrofeøvingar inntil éin gong per år, med mindre anna går fram av vedlegg 1 og 2.

source: If the Customer wishes the Supplier to be able to deliver its standard prices, the Customer must ensure that prices are not requested in other price formats than are customary in the industry.
nn: Dersom Kunden ønsker at Leverandøren skal kunne levere sine standard prisar, må Kunden sørge for at det ikkje vert etterspurt prisar i andre prisformat enn det som er vanleg i bransjen.

source: If the Customer, in connection with delivery, wants a deadline other than the five (5) working days pursuant to clause 2.1.5 of the Agreement for reporting objections to the Contractor's deliverables, the Customer shall state this here.
nn: Dersom Kunden i samband med levering ønskjer annan frist enn 5 (fem) vyrkedagar i samsvar med punkt 2.1.5 i avtalen for å melde innvending(ar) mot yting frå Leverandøren, skal Kunden oppgi dette her.

source: The acceptance test is under any circumstance deemed to be approved unless the Customer has notified the Contractor in writing, within ten (10) working days after the expiry of the acceptance test period, including any extensions because of matters as described in clause 2.4.5, stating that it is not approved.
nn: Akseptansetesten vert under alle omstende rekna som godkjend dersom ikkje Kunden innan 10 (ti) vyrkedagar etter utløpet av akseptansetestperioden, medrekna eventuelle tillegg grunna forhold som skildra i punkt 2.4.5, skriftleg har meldt Leverandøren at han ikkje er godkjend.

source: Further clarification concerning the implementation of this clause 5.7 may be agreed in Appendix 6.
nn: Nærare presiseringar om gjennomføring av dette punkt 5.7 kan avtalast i vedlegg 6.

source: Any amount due to the Contractor in respect of the part of the maintenance deliverables that has already been performed.
nn: det beløpet som Leverandøren har til gode for den delen av vedlikehaldsytingane som alt er gjennomført

source: a) How many employees does the supplier have?
nn: a) Kor mange tilsette har leverandøren?

source: If the Customer wants to execute a change, the Customer shall send the Contractor a change request in accordance with the procedure agreed in Appendix 9.
nn: Dersom Kunden ønsker å få utført ei endring, skal Kunden sende Leverandøren ei endringsoppmoding i samsvar med prosedyre avtalt i vedlegg 9.

source: Each of the parties shall cover their own costs associated with the ending of the contractual relationship.
nn: Kvar av partane dekker sine eigne kostnader knytte til avslutning av avtaleforholdet.

source: The parties may choose to utilise SSA-O or SSA-B for the performance of such development.
nn: Partane kan velje å nytte SSA-O eller SSA-B for gjennomføring av slik utvikling.

source: Travel time shall only be invoiced if this is agreed in Appendix 7.
nn: Reisetid vert berre fakturert dersom det er avtalt i vedlegg 7.

source: All notices, demands or other communications relating to the Agreement
nn: Kunden skal lojalt medverke til gjennomføring av bistanden.

source: In the case of deliverables that form part of the operational services and that are priced on the basis of actual use, increases or reductions within any specified limits shall not constitute a change in the services pursuant to chapter 3.
nn: For ytingar som inngår i driftstenesta og er prisa etter faktisk bruk, vil aukar eller reduksjon innanfor eventuelle spesifiserte rammer ikkje utgjere ei tenesteendring etter kapittel 3.

source: The other party must respond to the notice within five (5) Working days.
nn: Den andre parten skal svare på varselet innan 5 (fem) Vyrkedagar.

source: If it is stated in Appendix 2 that the technical platform of the Customer needs to be upgraded, the Customer shall itself ensure such upgrading, unless otherwise stipulated in Appendices 1 and/or 2.
nn: Dersom det er oppgitt i vedlegg 2 at den tekniske plattforma til Kunden må oppgraderast, skal Kunden sjølv sørge for slik oppgradering, med mindre anna er oppgitt i vedlegg 1 og/eller 2.

source: Appendix 7: Total price and pricing provisions
nn: Vedlegg 7: Samla pris og prisreglar

source: The Customer must also specify relevant functional and security requirements for the deliverables here.
nn: Kunden skal også konkretisere relevante funksjonelle og sikkerheitsmessige krav for leveransen her.

source: In addition, the Customer shall have a right to follow-up assistance for sixty (60) calendar days after the operational have been established at a new contractor or the Customer itself, even where this is after when the Agreement otherwise comes to an end.
nn: I tillegg har Kunden krav på bistand med oppfølging i 60 kalenderdagar etter at driftstenesta er etablert hos ny leverandør eller Kunden sjølv, også om dette skjer etter at avtalen elles fell bort.

source: There is breach of contract on the part of the Customer if the Customer fails to perform its duties under the Agreement.
nn: Det ligg føre misleghald frå Kunden si side dersom Kunden ikkje oppfyller pliktene sine etter avtalen.

source: If in Appendix 1 the Customer stipulates that the deliverables shall function together with the Customer's current technical platform, the Customer's technical platform shall be described here
nn: Dersom Kunden i bilag 1 har spesifisert at leveransen skal fungere saman med den eksisterande tekniske plattforma til Kunden, skal den tekniske plattforma til Kunden skildrast her.

source: The Customer may order the temporary suspension of the Assignment. Such an order shall be made in writing with a minimum of five (5) calendar days' notice.
nn: Kunden kan med skriftleg varsel på minimum 5 (fem) kalenderdagar krevje at gjennomføringa av oppdraget vert stansa mellombels.

source: Any other rates for liquidated damages, a different calculation basis and/or other periods for liquidated damages must be stated by the Customer here.
nn: Eventuelle andre dagbotsatsar, anna berekningsgrunnlag og/eller anna løpetid for dagbota skal oppgivast av kunden her.

source: The Consultant may request an extension of the deadline, which extension must have the written approval of the Customer in order to apply.
nn: Konsulenten kan be om tilleggsfrist som må godkjennast skriftleg av Kunden for å kunne gjerast gjeldande.

source: If the Customer, during the last five (5) working days of the approval period, reports an error to the Contractor for the first time that in principle prevents approval, the error shall be deemed to be covered by the agreed rectification plan.
nn: Dersom Kunden i løpet av dei siste fem (5) vyrkedagane av godkjenningsperioden melder ein feil til Leverandøren for første gong som i utgangspunktet hindrar godkjenning, skal feilen reknast for å vere omfatta av avtalt retteplan.

source: The Contractor's use and replacement of subcontractors that directly participate in the performance of the deliverables must be approved in writing by the Customer.
nn: Leverandøren sin bruk og utskifting av underleverandør som direkte medverkar til oppfylling av leveransen, skal godkjennast skriftleg av Kunden.

source: Such requests must in any circumstance be presented no later than six (6) months after the work commences.
nn: Slikt krav må uansett fremmast seinast 6 (seks) månader etter at arbeidet vart sett i verk.

source: The terms and conditions for the maintenance that are agreed between the Contractor and the software producer shall be explicitly specified in a separate chapter in Appendix 2, and copies of the terms and conditions for the maintenance shall be appended as Appendix 10.
nn: Vedlikehaldsvilkår som er avtalt mellom Leverandøren og programvareprodusenten, skal vere uttrykkeleg oppgitt i eige kapittel i vedlegg 2, og kopiar av vedlikehaldsvilkåra skal vere vedlagde som vedlegg 10.

source: Plans and the consideration for the commissioning of new versions shall be established in accordance with the provisions concerning changes in chapter 3.
nn: Planar og vederlag for å sette i drift nye versjonar vert fastsette i samsvar med reglane om endringar i kapittel 3. Sikkerheitsoppdateringar skal alltid settast i drift utan unødig opphald.

source: Appendix 2 may describe a recommended upgrading schedule.
nn: Anbefalt oppgraderingstakt kan opplysast i vedlegg 2.

source: The Customer shall then have five (5) working days to test the rectified errors.
nn: Kunden har deretter 5 (fem) vyrkedagar til å teste dei retta feila.

source: If the Contractor fails to meet this obligation, the Customer shall be entitled to retain part of the contract price, corresponding to approximately two (2) times the savings of the Contractor, until it has been documented that compliance has been achieved.
nn: Dersom Leverandøren ikkje oppfyller denne forpliktinga, har Kunden rett til å halde tilbake delar av kontraktssummen, tilsvarande ca 2 (to) gonger innsparinga for Leverandøren, inntil det er dokumentert at forholdet er ført i orden.

source: A different cancellation fee may be agreed between the parties in Appendix 7.
nn: Anna avbestillingsgebyr kan avtalast mellom partane i vedlegg 7.

source: The changes shall be collated in Appendix 9.
nn: Endringane skal samlast i vedlegg 9.

source: The Consultant has specified the implementation of the Assignment in Appendix 2.
nn: Konsulenten har spesifisert gjennomføringa av oppdraget i vedlegg 2.

source: In the event of defects in title, the Contractor shall not be liable for damages for defects in title associated with standard software beyond that which follows from licence terms and conditions included in Appendix 10 and the coverage of any liability for damages imposed on it in relation to a third party (the rightsholder(s)) pursuant to clause 13.4.
nn: Ved eventuelle rettsmanglar er Leverandøren ikkje erstatningsansvarleg for rettsmanglar knytte til standardprogramvare ut over det som følger av lisensvilkåra tatt inn i vedlegg 10 og for dekning av erstatningsansvar ein er dømt til overfor tredjepart (rettshavaren(-havarane)) i samsvar med punkt 13.4.

source: See clause 1.4 concerning the relationship between the flexibility of the software development method and changes.
nn: Sjå punkt 1.4 om forholdet mellom fleksibilitet i programvareutviklingsmetoden og endringar.

source: If free software is to be used in connection with the Assignment, this shall be specified in Appendix 2, and a copy of the licence terms governing the relevant free software (free software licence) shall be appended thereto.
nn: Dersom det skal nyttast fri programvare i samband med oppdraget, skal dette spesifiserast i vedlegg 2, og kopi av dei lisensvilkåra som gjeld for den aktuelle frie programvara (fri programvare-lisens) skal leggast ved.
